[
  {
    "id": 1,
    "place": "The Flat café",
    "address": "Kodaňská 81/4, Prague, 101 00",
    "district": "Praha 10",
    "reviews": 10,
    "img": "obrazek_flatcafe.jpg",
    "locationGPS": [50.0710897, 14.4512656],
    "description": "Káva & brunch & drinky pod laskavým dohledem Jejího Veličenstva. Jako doma ve Vršovicích na rohu Kodaňské a Moskevské. FLAT je tam, kde se každá návštěva cítí jako doma. A je jedno, jestli přijede z ostrovů anebo je to soused z Vršovic, umíme se postarat o všechny. Stavte se na rychlý kafe, najděte si čas na proper english breakfast nebo k nám zapadněte večer usrkávat koktejl nebo premióvý gin. FLAT bude za každé situace váš cup of tea. ",
    "unikatnost": "Každý detail v interiéru je pečlivě vybrán a přispívá k atmosféře, která oživuje prostor anglického stylu. Za dřevěnou skříní se diskrétně ukrývá záchod, který překvapí svou elegancí a unikátností."
  },

  {
    "id": 2,
    "place": "Corner Stories",
    "address": "Ruská 460/18, Prague, 101 00",
    "district": "Praha 10",
    "reviews": 8,
    "img": "obrazek_cornerstories.jpg",
    "locationGPS": [50.0719908, 14.45284],
    "description": "Od první ranní kávy až po skleničku na dobrou noc. Kavárna v krásném secesním domě na pomezí Vršovic a Vinohrad. Trošku extrovertní a trošku živá od první ranní kávy po skleničku na dobrou noc. Chuť k dobrému jídlu a pití nám byla souzena už i historií našeho prostoru. V roce 1911 se přesně na tomto místě otevírala první Vršovická restaurace. Stejně jako ona tehdy, i my si dnes nejvíce zakládáme na pevných vztazích a kvalitě našich surovin. U nás Vám nabídneme pouze to nejkvalitnější, farmářské a čerstvé.Jsme metropolitní, openminded kavárna, co je tu pro Vás v mnoha formách zážitku. Stavte se u nás pro pocit a inspiraci.",
    "unikatnost": "Zajímavý design toalety, který zahrnuje zrcadlové zdi a vytváří luxusní prostředí"
  },
  {
    "id": 3,
    "place": "Kavárna, co hledá jméno",
    "address": "Stroupežnického 493/10, Prague, 150 00",
    "district": "Praha 5",
    "reviews": 4,
    "img": "obrazek_kavarnacohledajmeno.jpg",
    "locationGPS": [50.0697742, 14.4033703],
    "description": "Netradiční kavárna v místě bývalé truhlárny, kde najdeš mnohem víc než jen výběrovou kávu, domácí dezerty a skvělé snídaně. Součástí je galerie, multifunkční místnost k pronájmu a dvůr, kde pod hvězdami a za doprovodu té správné melodie snadno ztratíš pojem o čase a zapomeneš, že jsi v centru města. Prostor kavárny zahrnuje také samostatnou galerii a nezapomenutelné toalety. V interiéru bylo skutečně mysleno na všechno. S pozorností k detailům se zdá, že celý prostor kavárny byl poskládán z jednotlivých dílků, vytvářejících jedinečný vesmír kavárny.",
    "unikatnost": "Ručníky k osušení rukou jsou ekologicky šetrné a navíc voní příjemně, stejně tak jsou oceňovány i drobné detaily, jako jsou držáky na toaletní papír vyrobené z potrubí, které se zde a tam v celém podniku objevují."
  },
  {
    "id": 4,
    "place": "James Dean",
    "address": "V Kolkovně 1, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 6,
    "img": "obrazek_jamesdean.jpg",
    "locationGPS": [50.0895333, 14.4221528],
    "description": "Již při vstupu do vzdušného a dobově stylového interiéru vás ohromí monumentální sloup obložený mozaikou, jež je ručně poskládaná ze 67 000 kousků štípané keramiky, které dohromady tvoří vyobrazení Jamese Deana a Marilyn Monroe. Tato hodinářská práce trvala akademickému mistrovi 3 měsíce! Příjemné posezení vám zaručí proslulý autentický nábytek, inspirovaný sedačkami z Chevroletu Bel Air z roku 1952, vyrobený na zakázku přímo pro podnik.",
    "unikatnost": "Obklady na stěně jsou malované uměleckými díly Andyho Warhola, konkrétně Marilyn Monroe, a kombinují se s černobílými dlaždicemi. Úžasné pisoáry jsou ve tvaru červených velkých rtů."
  },
  {
    "id": 5,
    "place": "Lokál",
    "address": "Dlouhá 33, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 1,
    "img": "obrazek_lokal.jpg",
    "locationGPS": [50.0906933, 14.4258814],
    "description": "Pokud chceš v Praze na pivo, tak jedině do Lokálu. Historicky první a doslova nejdelší Lokál je na Dlouhé – má 73 metrů, na kterých roznášíme pivo z 12 tanků a kde se denně otočí i 1 500 hostů. Díky rušné adrese v samém centru Prahy je tady pořád plno a živo, a tak to máme rádi.",
    "unikatnost": "Záchod ve stylu amerických 50. let přivádí návštěvníky zpět do minulosti s autentickými detaily a retro atmosférou."
  },
  {
    "id": 6,
    "place": "Fuze",
    "address": "Na Florenci 2139/2, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 5,
    "img": "obrazek_fuze.webp",
    "locationGPS": [50.0884583, 14.4342922],
    "description": "FUZE. Restaurace, pivovar, unikátní místo pro oslavy i firemní akce. Zkrátka pulzující podnik, který probouzí emoce, místy provokuje všechny smysly a kde si každý najde to své. Za FUZÍ stojí celá řad talentovaných lidí s chutí pouštět se do nových věcí. Otevřenost a rozmanitost je viditelná nejen v samotném prostoru restaurace i jejím zázemí, ale i na toaletách s genderově neutrálními kabinkami, za nimiž zpoza koutku s pisoáry vykukuje červený neonový obličej Jacka Nicholsona coby vraždícího maniaka z hororu Shining.",
    "unikatnost": "Kosmopolitní interiér, který kombinuje prvky českých a slovenských umělců."
  },
  {
    "id": 7,
    "place": "Červený jelen",
    "address": "Hybernská 1034/5, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 3,
    "img": "obrazek_cervenyjelen.jpg",
    "locationGPS": [50.0873128, 14.4308514],
    "description": "Červený jelen je jako chrám plzeňského piva. Má nejlepší výčepní v Praze, kuchaře s hvězdou Michelin a obří interiér, který vystihuje pivní kulturu i historii místa. Nachází se v paláci Špork, v prostorách, které za první republiky stavitel Josef Gočár proměnil na betonový trezor Anglo-československé banky.",
    "unikatnost": "Záchod, který se nachází pod zemí, a navíc v bývalém robustním trezoru."
  },
  {
    "id": 8,
    "place": "Steampunk",
    "address": "V kolkovně 920, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 0,
    "img": "obrazek_steampunk.jpg",
    "locationGPS": [50.0896431, 14.4217064],
    "description": "Jedinečná atmosféra v centru Prahy. Progresivní barová mixologie, špičková kuchyně, mejdany a pražský maják zábavy. Přesvědčili jsme se o tom, že ve Steampunk Prague nic není nemožný. Všechno už jste viděli, vyzkoušeli a potřebujete nové impulsy?",
    "unikatnost": "Nečekejte běžný toaletní prostor - tenhle záchod je rebelský a originální."
  },
  {
    "id": 9,
    "place": "The Alchemist Bar",
    "address": "Provaznická 386/1, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 2,
    "img": "obrazek_thealchemistbar.jpg",
    "locationGPS": [50.0845522, 14.4230544],
    "description": "Kopyta koní oznamují příjezd hostů v černých kápích k Pražskému hradu. Vyplašení havrani vzlétají a rozpouští se v černi temných oblaků. Jen poslední se usazuje se na rameni temného jezdce. Rudolf II. si toho povšimne a na tváři se mu objeví lehký úsměv. Jeho hledání je u konce. Našel Alchymistu. Alchymista se usadil v domě v Provaznické ulici a začal s mícháním koktejlů. Vymýšlel nápoje tak lahodné, že i sám panovník zapomněl na lektvar mládí, neboť by mnohem raději zhynul v objetí chuti Alchymistových pohárů. Těsně před smrtí Alchymista ukryl největší tajemství světa, které vyloudil z unaveného císaře a zapřísahal se, že tato slova již nikdy nesmí spatřit světlo světa. O čtyři století později… Svým potomkům Alchymista o tajemství řekl jen tolik, aby je mohli ukrývat na dno každého koktejlu. Jejich nápoje se tak staly nezapomenutelné. Zkuste své štěstí a ochutnejte tajemné koktejly na tom samém místě, kde se kdysi usadil tajemný Alchymista. Těšíme se na vás.",
    "unikatnost": "Toaleta v The Alchemist Baru zapadá do atmosféry tajemství a neuvěřitelného dění, kterou tento podnik nabízí."
  },
  {
    "id": 10,
    "place": "Bio Oko",
    "address": "Františka Križka 460/15, Prague, 170 00",
    "district": "Praha 7",
    "reviews": 0,
    "img": "obrazek_bio.jpg",
    "locationGPS": [50.1000561, 14.4301708],
    "description": "Bio Oko je jedním z mála pražských jednosálových kin jehož historie sahá až do roku 1940. Je jedním z dosud zachovaných a provozovaných kinosálů z doby před rokem 1990.Oblíbené kino s pohodovou atmosférou cílí převážně na artové diváky. Vedle nových i starších filmů z distribuce nabízí řadu tematických festivalů a cyklů. Kino žije po celý den – od ranních projekcí pro seniory, přes rodinné filmy, cestovatelské přednášky, až po večerní promítání a posezení po filmu. V samotném kinosále se vedle klasických sedaček můžete posadit i do sedacích pytlů či plážových lehátek, na jejichž výběru se podílel Maxim Velčovský.",
    "unikatnost": "Unikátnost tohoto záchodu spočívá v jeho proměně v jedinečné umělecké dílo, kde se staly fixy v barvách modré, červené a černé nejen dekorativním prvkem, ale také zdrojem bohatého a originálního vizuálního zážitku."
  },
  {
    "id": 11,
    "place": "Moon Club",
    "address": "Dlouhá 709/26, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 7,
    "img": "obrazek_moon.jpg",
    "locationGPS": [50.0899822, 14.4243833],
    "description": "MOON CLUB je krásný historický objekt, rozdělený na několik částí. Loungeový prostor nabízí příjemné posezení s intimním osvětlením, zatímco Alchymist bar přináší širokou nabídku drinků a samozřejmě nechybí ani taneční parket. Celému prostoru dominuje centrální bar, umístěný pod prosklenou střechou, která společně se závěsnými světly navazuje na hlavní motiv klubu – měsíc. ",
    "unikatnost": "Zrcadla jsou centrálním prvkem, který dodává záchodu jedinečnou atmosféru a designový rozměr."
  },
  {
    "id": 12,
    "place": "Alma Prague",
    "address": "V Jirchářích 150/8, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 0,
    "img": "obrazek_alma.jpg",
    "locationGPS": [50.0800981, 14.4165092],
    "description": "Alma je nový život uprostřed starého města. Avantgardní duše, která po dekádách chátrání ožívá na místě populárního prvorepublikového kina Alma, kam se ještě v šedesátých letech chodilo na Felliniho nebo trezorové filmy. Alma má dlouhou a vrstevnatou historií – jeho unikátní, velkoryse proudící prostory byly v průběhu víc než šesti století existence prvorepublikovým biografem, tiskárnou, kloboučnickou dílnou, barokním sklepením, gotickými domy, konírnou i klepárnou koží. (Odtud ostatně pochází i název ulice, kde se Alma nachází – jirchář je tradiční název pro řemeslníka zabývajícího se zpracováním jemných kůží). Inspiruje nás doba, kdy byla Praha jedním z center evropské kultury a její kavárny zásadní institucí společenského života města, a s radostí vracíme ducha svobody a poctivého řemesla na místo, kde kdysi vzkvétaly.",
    "unikatnost": "V Almě najdete záchod ve stylu art deco, spojující luxus minulosti s moderní elegancí. Jeho prostorné prostory zdobí pozlacené detaily a elegantní umyvadlo. Každá návštěva tohoto unikátního záchodu je jako cesta časem, přinášející vzrušující atmosféru Almy"
  },
  {
    "id": 13,
    "place": "Sou 100",
    "address": "Štítného 625/11, Prague, 130 00",
    "district": "Praha 3",
    "reviews": 0,
    "img": "obrazek_sou100.jpg",
    "locationGPS": [50.0853608, 14.4501114],
    "description": "Sou100 Žižkov je moderní pivní restaurace. Převažují u nás české recepty, ovšem dáte si také skvělý burger. I když se na pivo zaměřujeme, nezapomínáme ani na milovníky dobrého vína či míchaných nápojů.Pro návrh interiéru jsme oslovili IOstudio, které bylo již v minulosti oceněno za návrhy restauračních zařízení a konceptů. Podařilo se jim vytvořit moderní, ale přesto útulnou a příjemnou atmosféru. Zároveň byly zakomponovány velmi rafinované prvky, které odkazují i na naše další projekty. Stěny připomínající bedny mají evokovat, že jsme společnost, která se zabývá také poskytováním cateringových služeb. Žlutá skla s bublinami mají kromě vytvoření intimních oddělených partií restaurace znázorňovat pivní půllitr plný zlatavého moku.",
    "unikatnost": "V přízemí se nachází toaleta, která překvapí svým originálním provedením. Úžasné pisoáry jsou zde ztvárněny jako nerezové sudy."
  },
  {
    "id": 14,
    "place": "Martinez Bar",
    "address": "Budečská 19, Prague, 120 00",
    "district": "Praha 2",
    "reviews": 9,
    "img": "obrazek_martinezbar.jpg",
    "locationGPS": [50.0748453, 14.4418528],
    "description": "Základní myšlenka je, že hosté nejprve vstoupí do tmavého sklepa a jak budou postupovat dál do jeho útrob, bude se prostředí rozjasňovat, až dojdou do prosluněné zimní zahrady s palmami. Je to něco, co by ve sklepě určitě nečekali.",
    "unikatnost": "Stěny kombinují velké obklady v mramorovém provedení, malované šedé stěny a originální cihlové zdi. Je to opravdu skvělá práce, která spojuje moderní eleganci se starým duchem interiéru."
  },
  {
    "id": 15,
    "place": "Balcony Bar",
    "address": "Jungmannovo náměstí 17, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 0,
    "img": "obrazek_vprocesu.jpg",
    "locationGPS": [50.0832153, 14.4231847],
    "description": "Vítejte v Balcony Bar Prague, v jedinečném baru v samotném srdci Prahy s výhledem na Národní třídu až k Národnímu divadlu. Nabízíme vám vše, co patří k dobře strávenému večeru nad sklenkou vína i nočnímu životu s dokonale vyladěným koktejlem. Naší specializací jsou vína, champagne a Gin&Tonic. Nabízíme též i něco malého k jídlu, můžete si vybrat mezi tapas nebo alsaskými koláči Tarte Flambeé."
  },
  {
    "id": 16,
    "place": "Modrý zub",
    "address": "Jindřišská 901, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 0,
    "img": "obrazek_modryzub.jpg",
    "locationGPS": [50.0831942, 14.4270267],
    "description": "Dovolte nám představit naší výjimečnou thajskou restauraci Modrý zub, která již více než dvacet let přináší do Prahy Thajsko. Barevné a chutné, vařené autentickými thajskými kuchaři. To je Modrý zub Spálená, Jindřišská a Anděl. Ve všech třech našich provozovnách najdete chutě sladké, slané, pálivé i kyselé. V té nejlepší kvalitě jako ve slunném Thajsku. Po jarních závitcích alias Spring Rolls byste se doslova utloukli a v zimních měsících nedáte dopustit na polévku Phở nebo pálivé Jungle kari? Tak nečekejte a doražte k nám, anebo si v teple domova v zimních měsících a v létě v klimatizovaných pobočkách, počkejte na svou „krabičku“. Pak si sedněte. Do parku, na lavičku, do kanceláře… zavřete oči, dejte si sousto a představte si, že jste v Thajsku",
    "unikatnost": "Lesklé kovové nebo skleněné mozaiky vytvoří prostor, který přináší našemu záchodu světlost a optický dojem většího prostoru."
  },
  {
    "id": 17,
    "place": "The Dutch pub",
    "address": " Vladislavova 1390 /17, 110 00 Nové Město",
    "district": "Praha 1",
    "reviews": 0,
    "img": "obrazek_thedutchpub.jpg",
    "locationGPS": [50.08383083095822, 14.420607915735841],
    "description": "Bar v koloniálním stylu navozující atmosféru holandského království, včetně zahrádky, tvoří ale pouhou kulisu k opravdovému kulinářskému zážitku ve stylu steak&burger, tedy dobrot z grillu, včetně fantastických hamburgerů, které jsou podávány v domácích bulkách v mnoha variantách i velikostech. A k tomu všemu spousta piva, jak točeného, tak i lahvového, včetně široké nabídky piv belgických a dvě velkoplošné obrazovky k tomu.",
    "unikatnost": "Toaleta je mimořádně originální. Úžasné pisoáry, které připomínají zlaté trubky, cihlové zdi a výrazné cedule, vytvářejí prostředí plné unikátnosti."
  },
  {
    "id": 18,
    "place": "Cinema City Flóra",
    "address": "Vinohradská 151, Prague, 130 00",
    "district": "Praha 3",
    "reviews": 0,
    "img": "obrazek_vprocesu.jpg",
    "locationGPS": [50.0794036, 14.4609867],
    "description": "Ajajaj. Tady měl být hezký popisek o záchodu v Cinema City, ale není. V korporátní hantýrce se tomu říká - work in progress."
  },
  {
    "id": 19,
    "place": "Mánes",
    "address": "Masarykovo nábřeží 250/1, Prague, 110 00",
    "district": "Praha 1",
    "reviews": 0,
    "img": "obrazek_vprocesu.jpg",
    "locationGPS": [50.0774986, 14.4141103],
    "description": "Ajajaj. Tady měl být hezký popisek o záchodu v Mánesu, ale není. V korporátní hantýrce se tomu říká - work in progress."
  },
  {
    "id": 20,
    "place": "Cafe Louvré",
    "address": "Národní 1987, Prague, 11000",
    "district": "Praha 1",
    "reviews": 0,
    "img": "obrazek_louvre.jpg",
    "locationGPS": [50.0821003, 14.418725],
    "description": "Dveře Cafe Louvre se poprvé otevřely v roce 1902, a od té doby Národní třídou kráčely dějiny. U kavárenských stolků vznikala přátelství, spolky i romány. I přes rychlý spád doby trváme na zachování nejlepších kavárenských tradic. I dnes si tak můžete užít jedinečnou atmosféru historické velkokavárny, jak ji znali Franz Kafka, Albert Einstein nebo T. G. Masaryk. Café Louvre získal v soutěži Czech Bar Awards 2012 nejvyšší hodnocení. Odborná porota hodnotí kavárny podle 27 přísných kritérií, od vlídnosti personálu přes kvalitu nápojů až po atmosféru podniku.",
    "unikatnost": "Záchod v Café Louvre představuje unikátní zážitek, který ztělesňuje historii tohoto podniku.Místo, kde nejen že můžete obdivovat jeho slavnou minulost, ale také prožít prostředí, které kdysi navštěvovaly významné osobnosti. Mezi nimi nechyběli takoví giganti jako Franz Kafka, Albert Einstein nebo T. G. Masaryk."
  }
]
